tap "homebrew/bundle"
brew "git-secrets"
brew "jq"
brew "neovim"
brew "peco"
brew "tmux"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-completions"
cask "docker"
cask "dropbox"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "notion"
cask "showyedge"
cask "slack"
cask "sourcetree"
cask "the-unarchiver"
cask "visual-studio-code"
cask "warp"
cask "zoom"
vscode "MS-CEINTL.vscode-language-pack-ja"
